export const experiments = [
    {
      "id": 1,
      "name": "Periscope",
      "title": "Яндан дуран",
      "subject": "Physics",
      "grade": 6,
      "description": "Яндангийн хөдөлгөөн болон давтагддаг хөдөлгөөнтэй танилцах.",
      "videoSrc": "https://www.youtube.com/embed/b_D62-Rt1dI?si=889Q8g5rWlLoFgmx",
      "materials": [
        "Кардан цаас",
        "2 ширхэг толь",
        "Хайч",
        "Цавуу",
        "Скоч"
      ],
      "steps": [
        "Аль болох урт шулуун цаасан хайрцаган хоолой хийнэ.",
        "Хоолойны үзүүрүүдийг тахийлгана.",
        "Тахийлгасан хоолойны төгсгөлд толио байрлуулна.",
        "Яндангийн бүрэн гүйлт хийх хугацааг хэмжихийн тулд цаг ашиглана.",
        "Өөр өөр урттай утсуудаар туршиж, гүйлтийн хугацааг бичнэ."
      ]
    },
    {
      "id": 2,
      "name": "Pendulum",
      "title": "Яндан",
      "subject": "Physics",
      "grade": 6,
      "description": "Яндангийн хөдөлгөөнтэй танилцах.",
      "videoSrc": "https://www.youtube.com/embed/_8JMVl-_KKs?si=qcPrsWdYlHPt3OEC",
      "materials": [
        "Тунгалаг шил",
        "Хатуу утас",
        "Жинтэй зүйл",
        "Цаг"
      ],
      "steps": [
        "Шилэн утсыг хэрэглэн яндан хийх.",
        "Утасны төгсгөлд жинтэй зүйлсийг бэхлэх.",
        "Яндангийн гүйлтэд хичээлтэй цаг тоолох.",
        "Өөр өөр урттай утсаар туршиж, хугацааг хэмжих."
      ]
    },
    {
      "id": 3,
      "name": "Magnetic Field",
      "title": "Магнит орон",
      "subject": "Physics",
      "grade": 7,
      "description": "Магнит орон болон түүний үйлчлэлийг судлах.",
      "videoSrc": "https://www.youtube.com/embed/1Nr-KtlMIKI?si=j5h5g9639CbzrrHN",
      "materials": [
        "Магнит",
        "Гар утас",
        "Савхан",
        "Металлын зүйлс"
      ],
      "steps": [
        "Магнит болон металлын зүйлсийн харилцан үйлчлэлийг судална.",
        "Магнитын оронд гар утас ашиглаж, тархалт ямар байгааг ажиглах.",
        "Магнитын хүчийг хэмжих."
      ]
    },
    {
      "id": 4,
      "name": "Electric Circuit",
      "title": "Цахилгаан гольдрол",
      "subject": "Physics",
      "grade": 7,
      "description": "Цахилгаан гольдролын үндсийг ойлгох.",
      "videoSrc": "https://www.youtube.com/embed/BVUogksj398?si=htl3K7i3QBYOk-hk",
      "materials": [
        "Цахилгаан утас",
        "Цахилгаан тэжээл",
        "Гэрлийн ламп"
      ],
      "steps": [
        "Цахилгаан гольдролын схем үүсгэх.",
        "Цахилгаан тэжээлээс гэрлийн ламп руу утсаар гүйдэл явуулж үзэх.",
        "Гэрлийн гүйдлийн өөрчлөлтийг тэмдэглэх."
      ]
    },
    {
      "id": 5,
      "name": "Sound Waves",
      "title": "Дууны долгионууд",
      "subject": "Physics",
      "grade": 8,
      "description": "Дууны долгионы тархалттай танилцах.",
      "videoSrc": "https://www.youtube.com/embed/KFozHuNdc90?si=M_TBOol9OtPYoqSt",
      "materials": [
        "Дууны эх үүсвэр",
        "Төрөл бүрийн материалын хоолой",
        "Дууны хэмжигч"
      ],
      "steps": [
        "Дууны эх үүсвэрийг ашиглан дууны тархалтыг шалгах.",
        "Төрөл бүрийн материалын хоолойг ашиглан тархалтыг хэмжих.",
        "Тархалтын хурдыг тэмдэглэх."
      ]
    },
    {
      "id": 6,
      "name": "Solar System Model",
      "title": "Нарны аймаг",
      "subject": "Physics",
      "grade": 8,
      "description": "Нарны аймгийн бүтэцтэй танилцах.",
      "videoSrc": "https://www.youtube.com/embed/bpwk82o3ZFg?si=DQfWiy-9GKoQ5TCA",
      "materials": [
        "Моделийн бөмбөлгүүд",
        "Цаас",
        "Хайч",
        "Цавуу"
      ],
      "steps": [
        "Нар, гаригуудын хуваарилалттай моделийг бүтээх.",
        "Гаригуудын хөдөлгөөнийг жишээ болгон үзүүлэх.",
        "Нарны аймгийн бүтэц, үүсэлтэй холбоотой мэдээлэл үзэх."
      ]
    },
    {
      "id": 7,
      "name": "Refraction of Light",
      "title": "Гэрлийн хугаралт",
      "subject": "Physics",
      "grade": 9,
      "description": "Гэрлийн хугаралт болон түүний үзэгдлийг судлах.",
      "videoSrc": "https://www.youtube.com/embed/KN6QXUuuCEM?si=cZ1CwUkzNkLcr4IF",
      "materials": [
        "Шилэн хальс",
        "Усны сав",
        "Гэрэл",
        "Цаас"
      ],
      "steps": [
        "Гэрлийн хугаралтыг судлах туршилт хийх.",
        "Шилэн хальс ба усны савыг ашиглан гэрлийн хугаралт хэрхэн өөрчлөгдөхийг ажиглах.",
        "Гэрлийн хугаралттай холбоотой өнцгүүдийг хэмжих."
      ]
    },
    {
      "id": 8,
      "name": "Electric Motor",
      "title": "Цахилгаан хөдөлгүүр",
      "subject": "Physics",
      "grade": 9,
      "description": "Цахилгаан хөдөлгүүрийн үйл ажиллагааг судлах.",
      "videoSrc": "https://www.youtube.com/embed/CWulQ1ZSE3c?si=395CHGBY2863H6tW",
      "materials": [
        "Цахилгаан соронз",
        "Цахилгаан тэжээл",
        "Металлын утас",
        "Гэрлийн ламп"
      ],
      "steps": [
        "Цахилгаан соронз ашиглан хөдөлгүүрийн загварыг хийх.",
        "Цахилгаан хөдөлгүүр ажиллаж байгаа эсэхийг шалгах.",
        "Металлын утсаар цахилгаан гүйдэл явуулж, хөдөлгүүр ажиллуулах."
      ]
    },
    {
      "id": 9,
      "name": "Friction and Motion",
      "title": "Төрөл бүрийн гадаргуу дээрх үймэл хөдөлгөөн",
      "subject": "Physics",
      "grade": 10,
      "description": "Гадаргуугийн үрэлтийг судлах.",
      "videoSrc": "https://www.youtube.com/embed/9ePpWrvOXGY?si=-YkbZ_9ISD2RakBt",
      "materials": [
        "Гадаргуугийн материал",
        "Гүйцэтгэгч төхөөрөмж",
        "Тэгш гадаргуу"
      ],
      "steps": [
        "Гадаргуугийн үрэлтийг хэмжих.",
        "Төрөл бүрийн материал дээр үрэлт хэрхэн өөрчлөгдөхийг шалгах.",
        "Хөдөлгөөнтэй холбоотой үрэлтийн өөрчлөлтүүдийг тэмдэглэх."
      ]
    },
    {
      "id": 10,
      "name": "Projectile Motion",
      "title": "Хүчтэй хөдөлгөөний хөдөлгөөн",
      "subject": "Physics",
      "grade": 10,
      "description": "Хүчтэй хөдөлгөөний хөдөлгөөнтэй танилцах.",
      "videoSrc": "https://www.youtube.com/embed/2gW6-0G-3AA?si=GQSy_pR5OadG9OoH",
      "materials": [
        "Төсөөллөөр хийгдсэн бөмбөг",
        "Цаг",
        "Өндөр хэмжээтэй шал"
      ],
      "steps": [
        "Хүчтэй хөдөлгөөний хөдөлгөөнийг судалж үзэх.",
        "Бөмбөгийн хөдөлгөөний зам болон хугацааг хэмжих.",
        "Өндөр дэвшилттэй гадаргуу ашиглан хөдөлгөөний хүрээг шалгах."
      ]
    },
    {
      "id": 11,
      "name": "Magnetic Attraction",
      "title": "Магнитын татах хүч",
      "subject": "Physics",
      "grade": 11,
      "description": "Магнитын татах хүчтэй холбоотой туршилт хийх.",
      "videoSrc": "https://www.youtube.com/embed/c5QoiRkQT4c?si=pwaSjcHDa3h1CJ1D",
      "materials": [
        "Магнит",
        "Ган төмөр",
        "Цахилгаан дамжуулагч"
      ],
      "steps": [
        "Магнит болон металлын зүйлсийн татах хүчийг шалгах.",
        "Магнитын орон хэрхэн өөрчлөгдөхийг ажиглах.",
        "Татах хүчний хэмжээг тэмдэглэх."
      ]
    },
    {
      "id": 12,
      "name": "Heat Transfer",
      "title": "Дулаан дамжуулах",
      "subject": "Physics",
      "grade": 11,
      "description": "Дулаан дамжуулахын үндсийг ойлгох.",
      "videoSrc": "https://www.youtube.com/embed/Rnnadk7b3VY?si=ncLYCNETqVgWmmW0",
      "materials": [
        "Тамхи",
        "Төрөл бүрийн металл",
        "Цахилгаан утас"
      ],
      "steps": [
        "Дулаан дамжуулахад хэрхэн металл эд ангиуд өөрчлөгддөгийг шалгах.",
        "Халаалт хэрхэн тархаж байгаа үзэх.",
        "Металл эд ангийн тусламжтайгаар дулаан дамжуулах."
      ]
    }
];

